app/controllers/users_controller.rb

  def create
  	@user = User.new(users_params)
  	if @user.save
---
INSERT INTO "users" ("created_at", "email", "updated_at") VALUES (?, ?, ?)  [["created_at", Mon, 31 Mar 2014 20:44:30 UTC +00:00], ["email", ""], ["updated_at", Mon, 31 Mar 2014 20:44:30 UTC +00:00]]